Repository: common-repository/social-subscribers-counter
Catalog: languages/social-subscribers-counter-*.po
Languages: fr_fr

source: Twitter followers
fr_fr: followers Twitter

source: Facebook fans
fr_fr: fans Facebook

source: RSS readers
fr_fr: abonnés RSS

source: Twitter Username is invalid.
fr_fr: Le pseudo Twitter est invalide.

source: Facebook Page doesn't exist.
fr_fr: La Page Facebook n'existe pas.

source: Feedburner ID is invalid.
fr_fr: L'identifiant Feedburner n'est pas valide.

source: Settings
fr_fr: Réglages

source: Twitter Username :
fr_fr: Pseudo Twitter :

source: Facebook Page :
fr_fr: Page Facebook :

source: Feedburner ID :
fr_fr: Identifiant Feedburner

source: Social Subscribers Counter display the numbers of followers you have on Twitter and Facebook.
fr_fr: Social Subscribers Counter afiche le nombre de personnes qui vous suivent sur Twitter ou Facebook.

source: For Twitter, you just have to inform what is your Twitter Username. <span class="description">(ex: http://twitter.com/#!/<strong>yourTwitterName</strong></span>).
fr_fr: Pour Twitter, vous avez juste à renseigner votre nom d'utilisateur. (ex: <span class="description">(ex: http://twitter.com/#!/<strong>yourTwitterName</strong></span>).

source: For your Facebook Page, you must fill the field with the name you have in your URL. <span class="description">(ex: http://www.facebook.com/<strong>yourFacebookName</strong>)</span>.<br />
fr_fr: Pour votre Page Facebook, vous devez remplir le champ avec le nom que vous avez dans l'URL de votre page. <span class="description">(ex: http://www.facebook.com/<strong>votreNomFacebook</strong>)</span>.<br />

source: For your Feedburner ID, you must fill the field with the name you have in your URL <span class="description">(ex: feeds.feedburner/<strong>yourFeedBurnerSiteName</strong>)</span>.
fr_fr: Pour votre compte Feedburner, vous devez remplir le champ avec le nom que vous avez dans l'URL de votre page <span class="description">(ex: feeds.feedburner/<strong>votreSiteFeedBurner</strong>)</span>.

source: Display number of social fans in sidebar
fr_fr: Afficher le nombre de fans des réseaux sociaux

source: Follow us on Twitter
fr_fr: Suivez-nous sur Twitter

source: Love us on Facebook
fr_fr: Aimez-nous sur Facebook

source: Read us via RSS
fr_fr: Lisez-nous via RSS

source: Title
fr_fr: Titre
